export const m = {
  taihedian:'太和殿,位于故宫博物院内,矗立在紫禁城中央,建筑面积2377平方米是紫禁城中最大的殿宇、东方三大殿之一 。京城的中轴子午线沿着龙纹石雕御路升上三台,从天子宝座下穿过，是中国现存规制最高的古代宫殿建筑，是皇帝举行重大朝典之地。大殿内外饰以成千上万条金龙纹，屋脊角安设十个脊兽，在现存古建筑中仅此一例。明永乐十八年1420年太和殿建成,初名奉天殿,后经数次灾毁和重建；明嘉靖朝改名皇极殿；满清建都北京后改为今名；现太和殿是清康熙年重建并留存下来的。',
  garden:'御花园位于北京紫禁城中轴线上大内最北部，坤宁宫后方明代称为宫后苑，清代称御花园。始建于1420年,以后曾有增修现仍保留初建时的基本格局。全园南北纵80m,东西宽140m,占地面积12000㎡。园内主体建筑钦安殿为重檐盝顶式，坐落于紫禁城的南北中轴线上，以其为中心，向前方及两侧铺展亭台楼阁。园内青翠的松树、柏树和竹子间点缀着山石，形成四季常青的园林景观。',
  zhonghedian:'中和殿,始建于明永乐十八年1420年,明初称“华盖殿”。嘉靖时遭遇火灾,重修后改称“中极殿”,现天花内构件上仍遗留有明代“中极殿”墨迹。清顺治元年1644年,清皇室入住紫禁城，第二年改中极殿为中和殿。“中和”二字取自《礼记·中庸》：“中也者，天下之本也；和也者，天下之道也”之意。三大殿中唯有这间房子可供皇帝一人静静的思考。',
  taihemen:'太和门是紫禁城内最大的宫门，也是外朝宫殿的正门。太和门建成于明永乐十八年，当时称奉天门。清光绪十四年被焚毁，次年重建。太和门面阔9间，进深4间，建筑面积1300平方米，上覆重檐歇山顶，下为汉白玉基座，梁枋等构件施以和玺彩画。',
  baohedian:'保和殿，是明清传统宫殿建筑，属于北京故宫中的一座殿宇式建筑。明永乐十八年（1420年）建成，几经焚毁、重建。现如今主体梁架仍为明朝时期的建筑。',
  qianqingmen:'乾清门为紫禁城内廷的正宫门，建于明永乐十八年（1420年），清顺治十二年（1655年）重修。乾清门后的区域是帝后寝宫以及嫔妃、皇子等居住生活区域，内廷后三宫（乾清宫、交泰殿、坤宁宫）的正门，在清代是皇帝“御门听政”的地方。',
  qianqinggong:'乾清宫，内廷后三宫之一，北京市东城区景山前街4号故宫博物院。始建于明代永乐十八年（1420年），明清两代曾因数次被焚毁而重建，现有建筑为清代嘉庆三年（1798年）所建。建筑占地面积约1400平方米。',
  jiaotaidian:'交泰殿，是一处历史悠久的明清宫殿建筑，属于北京故宫内廷后三宫之一，位于乾清宫和坤宁宫之间，殿名取自《易经》，含“天地交合、康泰美满”之意。',
  kunninggong:'坤宁宫位于北京紫禁城交泰殿北，属于北京故宫内廷后三宫之一，位于交泰殿后面。坤宁宫宫名字出自《道德经》原文：“昔之得一者，天得一以清，地得一以宁，神得一以灵，谷得一以盈，万物得一以生，侯王得一而以为天下正。',
  kunningmen:'坤宁门为坤宁宫后台阶下正中面北之门，北通御花园。明初设坤宁门于御花园钦安殿北，即现顺贞门。明嘉靖十四年（1535年），坤宁宫后北围廊正中广运门改建，同时将其改称坤宁门并一直延续至清朝。坤宁门曾于清顺治十二年（1655年）重修。',
}
