export const m = {
  taihedian:'太和殿,位于故宫博物院内,矗立在紫禁城中央,建筑面积2377平方米是紫禁城中最大的殿宇、东方三大殿之一 。京城的中轴子午线沿着龙纹石雕御路升上三台,从天子宝座下穿过，是中国现存规制最高的古代宫殿建筑，是皇帝举行重大朝典之地。大殿内外饰以成千上万条金龙纹，屋脊角安设十个脊兽，在现存古建筑中仅此一例。明永乐十八年1420年太和殿建成,初名奉天殿,后经数次灾毁和重建；明嘉靖朝改名皇极殿；满清建都北京后改为今名；现太和殿是清康熙年重建并留存下来的。',
  garden:'御花园位于北京紫禁城中轴线上大内最北部，坤宁宫后方明代称为宫后苑，清代称御花园。始建于1420年,以后曾有增修现仍保留初建时的基本格局。全园南北纵80m,东西宽140m,占地面积12000㎡。园内主体建筑钦安殿为重檐盝顶式，坐落于紫禁城的南北中轴线上，以其为中心，向前方及两侧铺展亭台楼阁。园内青翠的松树、柏树和竹子间点缀着山石，形成四季常青的园林景观。',
  zhonghedian:'中和殿,始建于明永乐十八年1420年,明初称“华盖殿”。嘉靖时遭遇火灾,重修后改称“中极殿”,现天花内构件上仍遗留有明代“中极殿”墨迹。清顺治元年1644年,清皇室入住紫禁城，第二年改中极殿为中和殿。“中和”二字取自《礼记·中庸》：“中也者，天下之本也；和也者，天下之道也”之意。三大殿中唯有这间房子可供皇帝一人静静的思考。',
}
